{
    "profilePhotoUrl": "https:\/\/ekinyasa.online\/bonjuk\/hello200.png",
    "nav": {
        "book": "Book Now",
        "sessions": "Choose Your Experience",
        "about": "Who You’ll Work With"
    },
    "sections": {
        "sessions": "The sessions listed below are possibilities — not fixed routines. A good bodywork session is never a one-size-fits-all formula — it changes with you, every time.\r\n\r\nAt the start of each session, I use a special method called foot analysis. Your feet hold the traces of your personal “seasons” — just like the rings of a tree tell us how it endured winters and summers, your feet show how your body has moved through life. By investigating in these traces and combining them with my questions and guidance, we discover together what you need most right now, and what kind of work will bring you the clearest benefit.\r\n\r\nWhen body awareness is low, it’s often hard to feel or express what is needed. Foot analysis brings those unspoken needs and goals into view with a clarity that can change the “game” in your favor. This clarity alone can feel like a big relief, but yet it's only the beginning which allows us to design a session plan that is both relevant to your life and most supportive for your capacity in this moment.\r\n\r\nThe work might just be a straightforward massage, a session focused on one specific issue, or an integrated session that brings together several methods — not randomly, but in a way that complements itself. Each part is chosen with care and applied professionally, with respect for your capacity and the benefits you can actually integrate.\r\n\r\nMany people describe the experience afterward as feeling almost magical — not because anything mystical happened, but because they themselves became more physical, more clear, closer to their own emotional and sensory capacity. This grounded, embodied clarity is what makes the result feel extraordinary.\r\n\r\nExamples of Session Formats\r\n\t•\tPhysical Healing Session\r\n\t•\tPain Relief Session\r\n\t•\tSession on Stop Thinking Patterns\r\n\t•\tSession on Stop Emotional Patterns\r\n\t•\tSession on Stop a Persona \r\n\t•\tSession on Stop Breathing Patterns\r\n\t•\tClassical Massage Session\r\n\t•\tDigestive Flow Session\r\n\t•\tSomatic Reflexology Session\r\n\t•\tHead, Neck & Face Session\r\n\t•\tEnergy Recharging Session\r\n\t•\tCreativity Improvement  Session\r\n\t•\tVoice & Expression Session",
        "about": "I’ve been practicing and teaching hands-on bodywork since 2013, working with thousands of people — from many cultures, backgrounds, and life stories — who came with all kinds of needs: seeking deep rest, recovering from chronic pain or burnout, processing emotional overwhelm, or integrating past trauma.\r\n\r\nMy basic training in classical massage, deep tissue work, trigger point techniques, and the Grinberg Method® began in a multicultural group in Vienna, where I learned to work with not only individual symptoms but also the family and cultural patterns that shape our bodies and behaviors.\r\n\r\nOver the years, I’ve worked with a wide spectrum of people, including those navigating social pressure, gender identity, or the aftermath of difficult life events. This diversity has taught me that real change happens when techniques go beyond simply relaxing the body. That’s why I combine effective physical touch with breathing and attention tools that help you stay present. The results don’t end when you leave the table — they stay with you as embodied skills you can carry into daily life.\r\n\r\nAt Bonjuk Bay and beyond, I offer one-on-one sessions and group workshops designed to relax, restore, and help you reconnect with your energy, confidence, joy, and potential."
    },
    "titles": {
        "sessions": "How We Can Work Together",
        "about": "Meet Ekin"
    },
    "wa": "+905325790673",
    "waLabel": "WhatsApp",
    "pfp_w": 150,
    "pfp_h": 150,
    "nav_tr": {
        "book": "Randevu",
        "sessions": "Seans Olanakları",
        "about": "Kiminle Çalışacaksınız"
    },
    "sections_tr": {
        "sessions": "Aşağıda listelenen seans olanakları, sadece ne tür çalışmalar yapabileceğimize dair fikir vermek içindir. Bunlar sabit reçeteler değildir; ancak özellikle talep edilirse yapılabilir. İyi bir beden çalışması, herkese aynı şekilde tekrar edilebilecek tekdüze bir formülle uygulanamaz.\r\n\r\nSeansların girişinde “ayak analizi” adı verilen özel bir yöntem kullanıyorum. Bu yöntemle, şu anda en çok neye ihtiyaç duyduğunuzu ve en büyük faydayı hangi çalışmayla sağlayabileceğinizi, sorularım ve yönlendirmem aracılığıyla birlikte tespit ediyoruz. Özellikle beden farkındalığı zayıfladığında ve netlik azaldığında, ihtiyaçları duymak ve ifade etmek güçleşir. Ayak analizi, deneyimli bir uygulayıcının elleriyle birleşince, ifade edilmesi zor mesel ve hedeflerinizi oyunu avantajınıza çevirecek bir netlikle görünür kılar. Yalnızca getirdiği umut dolu yeni perspektif için bile deneyimlemeye değer olan bu çalışma, aslında sadece başlangıçtır; bize o anki ihtiyaçlarınıza ve hayatınıza en uygun seansın planını kazandırır.\r\n\r\nBu plan; iyi bir masaj seansı, belirli bir soruna odaklanan bir beden çalışması veya birden fazla yöntemi, rastgele değil, birbirini tamamlayacak şekilde bir araya getiren; kapasitenizi, ihtiyacınızı ve o anda çalışmadan sağlayacağınız faydayı gözetecek biçimde profesyonelce tasarlanmış bütünleşik bir uygulama olabilir.\r\n\r\n\r\nÖrnek Çalışma Biçimleri\r\n• Fiziksel İyileşme Seansı\r\n• Ağrı Dindirme Seansı\r\n• Zihinsel Kalıp Sonlandırma Seansı\r\n• Duygusal Kalıp Sonlandırma Seansı\r\n• Persona Sonlandırma Seansı\r\n• Klasik Masaj Seansı\r\n• Sindirim Sistemi Seansı\r\n• Somatik Refleksoloji Seansı\r\n• Kafa, Boyun, Yüz Seansı\r\n• Nefes Kalıplarından Kurtulma Seansı\r\n• Bedensel Enerji Arttırma Seansı\r\n• Yaratıcılğı Özgür Kılma Seansı\r\n• Ses ve İfade Özgürleştirme Seansı",
        "about": "2013’ten bu yana, farklı kültürlerden ve yaşam öykülerinden binlerce kişiyle çalıştım. Kimisi derin bir dinlenme aradı, kimisi kronik ağrıdan, tükenmişlikten ya da geçmiş travmaların etkilerinden iyileşmek istedi.\r\n\r\nKlasik masaj, derin bağ doku, tetik nokta teknikleri gibi temel eğitimlerimin yanında Grinberg Metot® eğitimimi Viyana’da, çok kültürlü bir grup içinde aldım. Bu süreçte yalnızca bedensel semptomlarla değil, aynı zamanda aileden ve kültürden aktarılan kalıplarla çalışmayı öğrendim.\r\n\r\nYıllar içinde, toplumsal baskı, şiddet ya da toplumsal cinsiyetle ilgili zorluklar yaşayan kişiler de dâhil olmak üzere geniş bir yelpazede insanla çalıştım. Bu çeşitlilik bana gerçek değişimin yalnızca bedeni gevşetmekle değil, farkındalıkla yaşanan bir dönüşümle mümkün olduğunu öğretti. Bu yüzden etkili dokunma tekniklerini nefes ve beden farkındalığı araçlarıyla birleştiriyorum. Büyük bir dikkat ve duyguyla, çalıştığım insanlara da dikkatlerini kullanmayı öğretecek biçimde çalışıyorum. Böylece seansın faydası masada bitmez; yanında götürebileceğin, günlük hayatında kullanabileceğin beceriler haline gelir.\r\n\r\nBonjuk Bay’de ve başka yerlerde, bire bir seanslar ve grup atölyeleri sunuyorum. Her biri rahatlamanı, yenilenmeni ve enerji, özgüven, neşe ve potansiyelinle yeniden bağlantı kurmanı amaçlıyor."
    },
    "titles_tr": {
        "sessions": "Beraber Nasıl Çalışabiliriz",
        "about": "Ekin'le Tanış"
    }
}